Repository: becomevocal/BigCommerce-app-laravel-react
Catalog: resources/locales/*.po
Languages: es

source: Set up %s
es: Configurar %s

source: Overview
es: Descripción general

source: Analytics
es: Analítica

source: Settings
es: Ajustes

source: Storefront Selection
es: Selección de escaparate

source: Requirements
es: Requisitos

source: Connection
es: Conexión

source: Success
es: Éxito

source: Please select a store first.
es: Primero seleccione una tienda.

source: Unable to fetch data. Please try again.
es: No se pudieron recuperar los datos. Inténtalo de nuevo.

source: Unable to authenticate with %s.
es: No se puede autenticar con %s.

source: Unable to fetch %s.
es: No se pudo recuperar %s.

source: An error occurred while starting sync: %s
es: Se produjo un error al iniciar la sincronización: %s

source: Catalog sync has started.
es: Se inició la sincronización del catálogo.

source: An error occurred while checking sync: %s
es: Se produjo un error al verificar la sincronización: %s

source: Unable to select storefront. Please try again.
es: No se puede seleccionar el escaparate. Inténtalo de nuevo.

source: Unable to select site. Please try again.
es: No se puede seleccionar el sitio. Inténtalo de nuevo.

source: Analytics events have been enabled.
es: Se han habilitado los eventos de análisis.

source: Unable to connect analytics. Please try again.
es: No se puede conectar la analítica. Inténtalo de nuevo.

source: Unable to update. Please try again.
es: No se puede actualizar. Inténtalo de nuevo.

source: Continue
es: Continuar

source: Connect with %s
es: Conéctese con %s

source: Switch account
es: Cambiar cuenta

source: Manage
es: Gestionar

source: Add products
es: Agregar productos

source: Stop sync
es: Detener sincronización

source: Activate channel
es: Activar canal

source: Connect
es: Conectar

source: Create an Ad
es: Crear un Anuncio

source: Learn more
es: Aprende más

source: Create new
es: Crear nueva

source: connected
es: conectado

source: disconnected
es: desconectada

source: enabled
es: activada

source: disabled
es: discapacitada

source: Name
es: Nombre

source: Pages
es: Paginas

source: Location
es: Localización

source: Status
es: Estado

source: Storefront
es: Escaparate

source: Select storefront to sync with
es: Seleccione storefront para sincronizar

source: Products from this storefront will be used in the channel
es: Los productos de esta tienda se utilizarán en el canal

source: Select Storefront
es: Seleccionar escaparate

source: Complete all requirements to connect to %s
es: Complete todos los requisitos para conectarse a %s

source: %s requirements
es: Requisitos de %s

source: Store default currency is set to USD
es: La moneda predeterminada de la tienda está establecida en USD

source: Storefront has set USD as default currency
es: Storefront ha establecido USD como moneda predeterminada

source: Connect your %s account with BigCommerce to complete setting up this channel.
es: Conecte su cuenta de %s con BigCommerce para completar la configuración de este canal.

source: %s account
es: Cuenta %s

source: Select the account to connect to your storefront
es: Seleccione la cuenta para conectarse a su tienda

source: We'll create a shopping feed inside this account
es: Crearemos un feed de compras dentro de esta cuenta.

source: Select account
es: Seleccionar cuenta

source: Get started by adding products
es: Comience agregando productos

source: Once your BigCommerce products are synced to %s, they will be available within search results. Changes made to your products on BigCommerce will be synced daily and updated on %s.
es: Una vez que sus productos de BigCommerce estén sincronizados con %s, estarán disponibles en los resultados de búsqueda. Los cambios realizados en sus productos en BigCommerce se sincronizarán a diario y se actualizarán en %s.

source: While the feed is being processed in the background you can leave this screen and come back later when it's complete.
es: Mientras se procesa el feed en segundo plano, puede salir de esta pantalla y volver más tarde cuando esté completo.

source: Fetching %s of %s pages of products from BigCommerce
es: Obteniendo %s de %s páginas de productos de BigCommerce

source: Writing %s of %s product variants into %s
es: Escribir %s de %s variantes de producto en %s

source: Activating %s channel
es: Activando el canal de %s

source: Redirecting to Channel Manager
es: Redirigiendo a Channel Manager

source: Connecting
es: Conectando

source: Unable to create %s channel: %s
es: No se pudo crear el canal de %s: %s

source: Connect storefronts to %s
es: Conectar escaparates a %s

source: Header
es: Encabezamiento

source: Footer
es: Pie de página

source: Storefront Pages
es: Páginas de escaparate

source: All Pages
es: Todas las páginas

source: Checkout Page
es: Página de pago

source: Order Confirmation Page
es: Página de confirmación de pedido

source: This is the ID that %s uses to identity your site
es: Este es el ID que utiliza %s para identificar su sitio

source: Events
es: Eventos

source: To enable %s tracking events for your storefront, connect an existing analytics property or create a new one.
es: Para habilitar el seguimiento de eventos de %s para su escaparate, conecte una propiedad de análisis existente o cree una nueva.

source: These are tracking events for %s that are loaded via script tags on your storefront.
es: Estos son eventos de seguimiento para %s que se cargan a través de etiquetas de secuencia de comandos en su escaparate.

source: No analytics events added yet.
es: Aún no se agregaron eventos de análisis.

source: Connect a Property ID above to add events to your storefront.
es: Conecte un ID de propiedad arriba para agregar eventos a su escaparate.

source: Base Code
es: Código base

source: Advanced Matching
es: Coincidencia avanzada

source: Add to Cart Event
es: Agregar al carrito de eventos

source: Start Checkout Event
es: Iniciar evento de pago

source: Purchase Event
es: Evento de compra

source: View Product Event
es: Ver evento de producto

source: A storefront must be selected before the marketing channel is created.
es: Se debe seleccionar un escaparate antes de que se cree el canal de marketing.

source: Couldn't fetch the list of your channels.
es: No se pudo recuperar la lista de tus canales.

source: Couldn't create a new channel.
es: No se pudo crear un canal nuevo.

source: Business Center
es: Centro de Negocios

source: Business Name
es: Nombre del Negocio

source: The Business Center that owns all your ad accounts
es: El centro de negocios que posee todas sus cuentas publicitarias

source: Account Name
es: Nombre de la cuenta

source: Ad Account
es: Cuenta Publicitaria

source: Create ads with your TikTok For Business ad account
es: Cree anuncios con su cuenta publicitaria de TikTok For Business

source: Advanced matching enabled
es: Centro de Negocios

source: Advanced matching disabled
es: Coincidencia avanzada inhabilitada

source: TikTok uses your customer data to target products, page posts, and ads to your customers
es: TikTok utiliza los datos de sus clientes para orientar productos, publicaciones en páginas y anuncios a sus clientes

source: By enabling advanced matching you agree to share customer details data, which includes email, phone number, name and location. This could increase your retargeting audience, drive better conversion attribution, and improve your campaign performance.
es: Al habilitar la coincidencia avanzada, acepta compartir los datos de los detalles del cliente, que incluyen correo electrónico, número de teléfono, nombre y ubicación. Esto podría aumentar su audiencia de reorientación, generar una mejor atribución de conversiones y mejorar el rendimiento de su campaña.

source: View our Terms and Conditions
es: Ver nuestros términos y condiciones
